i5/20240112-0907/0-master/1000/pgbench.log
pgbench (17devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 64
number of threads: 64
maximum number of tries: 1
duration: 15 s
number of transactions actually processed: 9031
number of failed transactions: 0 (0.000%)
latency average = 106.971 ms
initial connection time = 28.048 ms
tps = 598.294658 (without initial connection time)